Repository: sfwalsh/PlotLuck
Catalog: PlotLuck/Localizable.xcstrings
Source language: en
Languages: es

source: Add %@
es: Agregar %@

# BookSearch.EmptyState.Description
source: Add an item to your reading list using the search bar
es: Agregue un elemento a su lista de lectura usando la barra de búsqueda

# BookSearch.EmptyState.Title
source: Book Search
es: Búsqueda de Libros

source: Done
es: Listo

# statusFinished
source: Finished
es: Finalizada

# statusInProgress
source: In Progress
es: En Curso

# statusUnread
source: Unread
es: No Leída

# SwipeAction.Delete.Title
source: Delete
es: Borrar

# SwipeAction.Finished.Title
source: Mark Finished
es: Marcar Terminado

# SwipeAction.InProgress.Title
source: Mark in Progress
es: Marcar en Progreso
